export const APP_MSG = {
    'auth': {
        login_win: 'Добро пожаловать',
        login_loos: 'У вас нету доступа к этой странице',
        register: 'Регистрация прошла успешно, проверьте свою почту для завершения регистрации',
        error: 'Регистрация не удалась',
        confirm_error: 'Код не правильный',
        forgot_error: 'Даные не верные',
        change_error: 'Не удалось сменить пароль'
    },
    'user': {
        create: 'Пользователь успешно добавлен',
        update: 'Пользователь успешно обновлен',
        delete: 'Пользователь успешно удален',
        block: 'Пользователь успешно заблокирован',
        unblock: 'Пользователь успешно разблокирован',
        invite: 'Приглашение успешно отправлено'
    },
    'product': {
        create: 'Продукт успешно добавлен',
        update: 'Информация о продукте успешно обновлена',
        delete: 'Продукт успешно удален',
        import: 'Продукты успешно импортированы'
    },
    'specialization': {
        create: 'Специализация успешно добавлена',
        update: 'Информация о специализации успешно обновлена',
        delete: 'Специализация успешно удален',
    },
    'push': {
        push: 'Уведомления успешно отправлены'
    },
    'provider': {
        create: 'Поставщик успешно создан',
        update: 'Поставщик успешно обновлен',
        delete: 'Поставщик успешно удален'
    },
    'about': {
        update: 'Данные успешно обновлены',
        problem: 'Возникла ошибка'
    }
};
